<template>
    <div class="reviews">
        <div v-for="review in reviews" class="review-client">
        <div class="name-client">
            {{ review.client_name }}
        </div>
        <div class="text-review">
            {{ review.text }}
        </div>
    </div>
    </div>
   
</template>

<script>

export default {
    components: {

    },
    data() {
        return {
            reviews: [
                {id: 1, client_name: "Павел Олегович", text: "Компания ООО «ТК«УралСбыт» в рамках государственного контракта выполняла работы по закупу зап.частей к а/м «Урал».Работы были выполнены в полной мере в заранее оговоренные сроки, а также в полном соответствии с условиями заключенного контракта и СНиП, установленными действующим законодательством. В ходе выполнения своих обязательств компания ООО «ТК«УралСбыт» оперативно и профессионально справлялась с поставленными задачами, максимально учитывая наши пожелания, как Заказчика.Надеемся на взаимовыгодное и плодотворное сотрудничество в будущем."},
                {id: 2, client_name: "Александр", text: "УралСбыт просто супер! Доставили заказ точно в срок. После оформления на сайте позвонили практически сразу для согласования времени и адреса доставки. А еще скидку сделали! С товаром тоже все отлично! Целостность упаковки не нарушена. Обязательно буду покупать у них снова."},
                {id: 3, client_name: "Виктор Сергеевич", text: "Выражаем благодарность и признательность ООО «ТД«УралСбыт» за своевременные поставки запасных частей и отличное качество поставленной продукции. Так же хотелось бы отметить вежливое и приятное общение сотрудников вашей компании. Выражаем уверенность в сохранении сложившихся взаимовыгодных отношений и надеемся на дальнейшее плодотворное сотрудничество."},
                {id: 4, client_name: "Анатолий Иванович", text: "На протяжении многих лет сотрудничаем с ООО «ТД«УралСбыт». Благодарим менеджеров компании за оперативность и внимательность в работе. При постоянном наличии на складах требуемой продукции, качественных комплектующих собственного производства и полном перекрытии нашей потребности ООО «ТД«УралСбыт», зарекомендовал себя как надежный контрагент. Желаем успеха, процветания, экономической и финансовой стабильности компании ООО «ТД«УралСбыт» и всем сотрудникам."},
            ]
        }
    }
}

</script>